Repository: i-Vertix/glpi-i-vertix-monitoring
Catalog: locales/*.po
Languages: de_de

source: You don't have permission to perform this action.
de_de: Du bist nicht berechtigt, diese Aktion auszuführen.

source: linking host failed
de_de: Verlinkung des Hosts fehlgeschlagen

source: i-Vertix Monitoring settings
de_de: i-Vertix Monitoring Einstellungen

source: Monitoring username
de_de: Monitoring Benutzername

source: Monitoring password
de_de: Monitoring Passwort

source: Last check
de_de: Letzte Überprüfung

source: Next check
de_de: Nächste Überprüfung

source: Check period
de_de: Überprüfungsintervall

source: Services
de_de: Dienste

source: Timeline
de_de: Zeitleiste

source: 1 Day
de_de: 1 Tag

source: 1 Week
de_de: 1 Woche

source: 1 Month
de_de: 1 Monat

source: The linked monitoring host does not exist anymore
de_de: Der verknüpfte Monitoring Host existiert nicht mehr

source: i-Vertix Monitoring API is not available. Please check connection
de_de: Die i-Vertix Monitoring API ist nicht verfügbar. Verbindung überprüfen

source: No i-Vertix Monitoring host is linked to this item
de_de: Mit diesem Gerät ist kein i-Vertix Monitoring Host verknüpft

source: No event to show
de_de: Keine Ereignisse verfügbar
